Repository: villeheikkila/uneton
Catalog: clients/ios/UnetonWatch/Localizable.xcstrings
Source language: en
Languages: fi

# locLogTemperature
source: Log temperature
fi: Kirjaa lämpötila

# locRefresh
source: Refresh
fi: Päivitä

# locSave
source: Save
fi: Tallenna

# locWakeUp
source: Wake up
fi: Merkitse hereille

# locUnexpectedError
source: Something went wrong. Try again.
fi: Jokin meni vikaan. Yritä uudelleen.

# locRetryLastAction
source: Retry last action
fi: Yritä viimeistä toimintoa uudelleen

# locIPhoneDidNotReplyRetryTheAction
source: iPhone did not reply. Retry the action.
fi: iPhone ei vastannut. Yritä toimintoa uudelleen.

# locTemperatureWatchUnit
source: Temperature °C
fi: Lämpötila °C

# locChooseChild
source: Choose child
fi: Valitse vauva

# locMeasured
source: Measured
fi: Mitattu

# locDeleteReading
source: Delete reading
fi: Poista mittaus

# locAwake
source: Awake
fi: Hereillä

# locEditReading
source: Edit reading
fi: Muokkaa mittausta

# locTemperature
source: Temperature
fi: Lämpötila

# locOpenUnetonOnYourIPhoneToContinue
source: Open Uneton on your iPhone to continue.
fi: Avaa Uneton iPhonessa jatkaaksesi.

# locSetUpUnetonOnIPhone
source: Set up Uneton on iPhone
fi: Ota Uneton käyttöön iPhonessa

# locSyncPending
source: Sync pending
fi: Odottaa synkronointia

# locStartSleep
source: Start sleep
fi: Aloita uni

# locNoteOptional
source: Note (optional)
fi: Muistiinpano (valinnainen)

# locCouldNotReadTheIPhoneReplyRetryTheAction
source: Could not read the iPhone reply. Retry the action.
fi: iPhonen vastausta ei voitu lukea. Yritä toimintoa uudelleen.
